<!-- MEMBER -->
INSERT INTO MEMBER 
(MEMBER_ID,PASSWORD,NAME,AGE,SSN,GENDER,ADDRESS,E_MAIL,PHONE_NUM)
VALUES
('test1','1','김승태',30,'891111-1','남','경기도 파주시','kstad@naver.com','010-5359-3559'),
('test2','1','김윤호',31,'881111-1','남','서울시 신촌','yoonho@naver.com','010-1533-1235'),
('test3','1','김정훈',23,'971111-1','남','인천시','junghoon@naver.com','010-4567-1856');

<!-- TAG 재료:19개 -->
INSERT INTO TAG (TAG_FLAG,TAG_NAME) VALUES
('재료','닭'),
('재료','오리'),
('재료','오징어'),
('재료','소고기'),
('재료','버섯'),
('재료','김치'),
('재료','계란'),
('재료','더덕'),
('재료','새우'),
('재료','고등어'),
('재료','갈치'),
('재료','문어'),
('재료','장어'),
('재료','감자'),
('재료','고구마'),
('재료','어묵'),
('재료','소시지'),
('재료','돼지'),
('재료','치즈')
;
<!-- TAG 맛:10개 -->
<!-- 고소,달달,짭짤,달콤,매콤,새콤,씁쓸,감칠맛,담백,느끼 -->
INSERT INTO TAG (TAG_FLAG,TAG_NAME) VALUES
('맛','고소'),
('맛','달달'),
('맛','짭짤'),
('맛','달콤'),
('맛','매콤'),
('맛','새콤'),
('맛','씁쓸'),
('맛','감칠맛'),
('맛','담백'),
('맛','느끼');
<!-- TAG 감성 24개 -->
--빨간,얼큰한,얼얼한,봄,여름,가을,겨울,둘이서,엄마가해준,건강한,야식,아침,점심,저녁,말랑한,야들한,
--부드러운,말캉한,샤르르,찐한,힐링,알콜,맥주,푸짐한
INSERT INTO TAG (TAG_FLAG,TAG_NAME) VALUES
('감성','빨간'),
('감성','얼큰한'),
('감성','얼얼한'),
('감성','봄'),
('감성','여름'),
('감성','가을'),
('감성','겨울'),
('감성','둘이서'),
('감성','엄마가해준'),
('감성','건강한'),
('감성','야식'),
('감성','아침'),
('감성','점심'),
('감성','저녁'),
('감성','말랑한'),
('감성','야들한'),
('감성','부드러운'),
('감성','말캉한'),
('감성','샤르르'),
('감성','찐한'),
('감성','힐링'),
('감성','알콜'),
('감성','맥주'),
('감성','푸짐한');



<!-- keyword -->
INSERT INTO keyword (KEYWORD) VALUES
('백종원'),
('제육'),
('치즈'),
('계란');

<!-- search -->
INSERT INTO search (KEYWORD_SEQ,MEMBER_ID)
VALUES
('1','KST'),
('2','KST'),
('3','KST'),
('1','KYH'),
('3','KYH'),
('4','KST');

<!-- board -->
INSERT INTO board (BOARD_NAME)
VALUES
('코멘트');

<!-- ARTICLE -->
INSERT INTO ARTICLE 
(TITLE,CONTENT,BOARD_SEQ,MEMBER_ID,ITEM_SEQ)
VALUES
('테스트1','테스트1',1,'KST',1),
('테스트2','테스트2',1,'KST',2),
('테스트3','테스트3',1,'KST',3),
('테스트4','테스트4',1,'KST',4),
('테스트5','테스트5',1,'KYH',1);


